{
	"Recipes": [{
			"title": "Ciasteczka z dziurką i kremem cytrynowym",
			"ingredients": ["250 g - mąki", "100 g - cukru pudru", "szczypta soli", "150 g - masła", "1 - żółtko", "skórka otarta z cytryny", "3 - jajka (do kremu)", "1 - żółtko (do kremu)", "180 g - cukru (do kremu)", "sok z 3 cytryn (do kremu)", "skórka otarta z 1 cytryny (do kremu)", "150 g - masła (do kremu)"],
			"preparation": "Mąkę przesiać na stolnicę. Dodać cukier puder i sól. Dorzucić zimne masło i wysiekać. Zrobić kopczyk, w kopczyku dołeczek. Wybić żółtko. Uperfumować skórką otartą z cytryny. Wymieszać nożem, po czym zagnieść ciasto. Włożyć do woreczka i wstawić do lodówki na godzinę. Zimne ciasto rozwałkować na posypanej mąką stolnicy. Wyciąć ciasteczka (połowę zrobić z dziurką; można użyć różnych foremek). Ułożyć na blasze piekarnikowej wyścielonej papierem do pieczenia. Upiec na złoty kolor. Jajka wybić do rondelka. Dodać żółtko. Wsypać cukier, wlać sok z cytryn i uperfumować skórką cytrynową. Wymieszać miotełką. Dorzucić masło i podgrzewać na małym ogniu cały czas mieszając. Gdy zacznie gęstnieć, odstawić do wystudzenia. Następnie schłodzić w lodówce. Wystudzone ciasteczka przełożyć kremem.",
			"keywords": ["bez laktozy", "mak"]
		},
		{
			"title": "Bitki wołowe w sosie grzybowym",
			"ingredients": ["1 kg - wołowiny, np. ligawy", "100 g - suszonych borowików", "sól", "pieprz", "mąka do obtoczenia", "1 łyżka - masła klarowanego", "1 szklanka - miodu pitnego"],
			"preparation": "Mięso pokroić w plastry. Przykryć folią spożywczą i rozbić. Przyprawić solą i pieprzem – z obu stron. Obtoczyć w mące, nadmiar strzepując. Na patelni rozgrzać masło i obsmażyć na nim bitki. Zalać miodem pitnym. Dodać namoczone borowiki. Zalać wodą, w której się moczyły i dusić do miękkości. Podawać z kaszą i buraczkami. Udekorować natką pietruszki.",
			"keywords": ["mięsne", "obiad", "bitki"]
		},
		{
			"title": "Owsianka z pyłkiem",
			"ingredients": ["1 szklanka - mleczka kokosowego", "4 łyżki - płatków owsianych", "szczypta soli", "1 - jabłko", "1 - gruszka", "1 łyżka - miodu", "1 łyżeczka - pyłku pszczelego"],
			"preparation": "Mleczko przelać do garnka. Wsypać płatki. Posolić i podgrzewać, aż zgęstnieją i zmiękną. Przełożyć do miseczki. Na wierzchu ułożyć pokrojone w kostkę owoce, polać miodem, posypać pyłkiem.",
			"keywords": ["bez laktozy", "bezglutenowe", "śniadanie"]
		},
		{
			"title": "Schab pieczony z jabłkami",
			"ingredients": ["1½ kg - schabu bez kości", "garść goździków", "3 - kwaśne jabłka, np. szara reneta", "125 ml - cydru", "4 łyżki - oliwy", "4 ząbki - czosnku", "1 łyżeczka - tymianku", "1 łyżeczka - majeranku", "½ łyżeczki - rozmarynu", "1 łyżeczka - soli", "pieprz"],
			"preparation": "Ze schabu odciąć omięsną (tłuszcz i błony). Naszpikować goździkami – w ten sposób, by wyznaczały linie podziału na plastry. Cydr wlać do zamykanego pojemnika. Dodać oliwę i suszone zioła oraz sól i pieprz. W marynacie umieścić mięso. Przykryć i wstawić do lodówki na całą noc. Zamarynowany schab pokroić w plastry, nie docinając jednak do końca. Pomiędzy plastrami umieścić kawałki jabłka. Przełożyć do naczynia do zapiekania i obłożyć resztą pokrojonych jabłek. Polać marynatą. Przykryć i wstawić do piekarnika. Piec przez 1 ½ - 2 godzin w temp. 180 st. C. Schab przełożyć na półmisek. Sos zmiksować i polać nim upieczone mięso.",
			"keywords": ["mięsne", "obiad", "schab"]
		},
		{
			"title": "Kieszonki drobiowe w cieście francuskim",
			"ingredients": ["4 - pojedyncze filety z piersi kurczaka", "sól", "pieprz", "słodka wędzona papryka", "zioła prowansalskie", "2 płaty - gotowego ciasta francuskiego", "100 g - liści szpinaku (do nadzienia)", "3 ząbki - czosnku (do nadzienia)", "6 - pomidorów suszonych w oliwie (do nadzienia)", "kawałek twardego dojrzewającego sera żółtego (do nadzienia)", "1 - żółtko (dodatkowo)", "2 łyżki - mleka (dodatkowo)"],
			"preparation": "W filetach zrobić kieszonki. Mięso przyprawić solą i pieprzem oraz słodką, wędzoną papryką i ziołami prowansalskimi. Odstawić. Na patelnię wlać oliwę z suszonych pomidorów. Gdy się rozgrzeje, podsmażyć na niej czosnek. Dodać szpinak i usmażyć. Przyprawić solą i pieprzem. Dorzucić suszone pomidory, zdjąć z kuchenki i zetrzeć trochę sera. Wymieszać i nałożyć do kieszonek. Ciasto rozwinąć. Ułożyć mięso z farszem. Zrobić nacięcia nożem – w ten sposób, by powstały paski – i przeplatając ułożyć na filecie. Boki skleić. W ten sam sposób przygotować kolejne porcje.Pakunki ułożyć na blasze wyścielonej papierem do pieczenia. Posmarować żółtkiem roztrzepanym z mlekiem. Piec przez 40 minut w temp. 180 st. C. Podawać z rukolą lub roszponką i pomidorkami koktajlowymi.",
			"keywords": ["mięsne", "obiad", "kurczak"]
		},
		{
			"title": "Ciastka francuskie z kremem budyniowym",
			"ingredients": ["ciasto francuskie", "mąka do podsypania", "½ l - mleka", "1 łyżka - masła", "1 - budyń śmietankowy bez cukru", "2 łyżki - cukru", "250 g - mascarpone", "1 łyżka - cukru pudru", "maliny i borówki do dekoracji"],
			"preparation": "Ciasto lekko rozwałkować, podsypując uprzednio mąką. Pokroić na kwadraty o boku 12 cm, lekko rozciągnąć w dłoniach i włożyć do kokilek do kremu brûlée lub foremek na muffinki. Spód docisnąć (rogi powinny wystawać na zewnątrz). Ciasto nakłuć widelcem. Kokilki ułożyć na blasze i wstawić na 20-25 minut do piekarnika rozgrzanego do 200 st. C. Po upieczeniu wystudzić. W tym czasie ugotować gęsty budyń – na mleku. Z ½ l mleka odlać mniej więcej trzecią część. Mleko postawić na gazie, dodać masło. Wymieszać. Do szklanki wsypać budyń i cukier. Dokładnie wymieszać i wlać na gotujące się mleko. Podgrzewać, cały czas mieszając, by budyń się nie przypalił. Odstawić do wystudzenia. Mascarpone zmiksować z cukrem pudrem. Po łyżce dodać wystudzony budyń. Wstawić do lodówki na kilka minut. Zimny krem nałożyć do ciasteczek (za pomocą rękawa cukierniczego). Udekorować owocami i miętą.",
			"keywords": ["ciastka", "krem"]
		},
		{
			"title": "Wołowina po burgundzku",
			"ingredients": ["1½ kg - polędwicy wołowej", "150 g - boczku wędzonego", "2 - marchewki", "1 - cebula", "1 - por", "2 ząbki - czosnku", "500 ml - czerwonego wina wytrawnego", "250 ml - bulionu wołowego", "2 łyżki - brandy", "1 łyżka - przecieru pomidorowego", "2 - liście laurowe", "kilka gałązek tymianku", "sól", "pieprz", "garść szalotek", "garść małych pieczarek"],
			"preparation": "Boczek pokroić w kostkę. Zrumienić w naczyniu żaroodpornym, mieszając od czasu do czasu. W razie potrzeby dodać nieco oleju lub smalcu. Do wytopionego boczku dorzucić pokrojone w plastry marchewki. Gdy się skarmelizują, wrzucić pokrojoną w kostkę cebulę. Wymieszać, dodać pokrojony w kostkę por. Podsmażyć. Dorzucić posiekany czosnek, jeszcze raz wymieszać i dodać wołowinę, pokrojoną w dużą kostkę. Gdy mięso się obsmaży z każdej strony, podlać winem. Dodać brandy i przecier pomidorowy. Przyprawić liściem laurowym i świeżym tymiankiem, oprószyć solą i pieprzem. Wymieszać. Zalać ciepłym bulionem. Przykryć i wstawić na 2 godziny do piekarnika, rozgrzanego do 170 st. C. Pół godziny przed końcem pieczenia wyjąć z piekarnika. Dorzucić szalotki i pieczarki, przykryć i ponownie wstawić do piekarnika. Podawać z bagietką. Na talerzu można udekorować gałązką tymianku.",
			"keywords": ["obiad", "mięso"]
		},
		{
			"title": "Syrop z miodu, cytryny i imbiru",
			"ingredients": ["1 - cytryna", "kawałek świeżego imbiru", "7 łyżek - miodu"],
			"preparation": "Imbir obrać ze skórki i pokroić w plasterki. Cytrynę wyszorować i pokroić w plastry. Włożyć do słoika – plaster cytryny, kilka plasterków imbiru. Zalać łyżką miodu. Czynności powtarzać, aż do zapełnienia słoika. Zamknąć i wstawić do lodówki na 48 godzin. Pić po 1 łyżeczce – rano i wieczorem. Można dodawać do herbaty, ale nie powinna być gorąca.",
			"keywords": ["zdrowe", "syrop", "miód"]
		},
		{
			"title": "Paluchy drożdżowe",
			"ingredients": ["350 g - mąki", "15 g - świeżych drożdży", "200 ml - ciepłej wody", "1 łyżeczka - cukru", "1 łyżeczka - soli", "1 łyżka - oleju rzepakowego", "czarnuszka lub sezam (do posypania)"],
			"preparation": "Mąkę wsypać do miski, zrobić dołeczek, wkruszyć drożdże. Posłodzić i wlać odrobinę ciepłej wody. Przykryć i odstawić na 10-15 minut. Posolić i wlać olej. Dolać resztę wody i wyrobić ciasto. Ponownie przykryć i zostawić do wyrośnięcia na godzinę. Ciasto przełożyć na stolnicę obficie posypaną mąką. Zagnieść. Podzielić na 10 mniej więcej równych części. Zrobić wałeczki, skręcić i zaparzyć (we wrzątku wystarczy 15 sekund). Wyłowić i ułożyć na blasze piekarnikowej wyścielonej papierem do pieczenia. Posypać czarnuszką oraz sezamem. Piec przez 12-15 minut w temp. 200 st. C.",
			"keywords": ["przekąska", "drożdżowe"]
		},
		{
			"title": "Kruche z orzechami",
			"ingredients": ["300 g - mąki", "150 g - masła", "110 g - cukru", "5 - żółtek", "1 łyżeczka - cukru waniliowego", "szczypta soli", "5 - białek (do bezy)", "szczypta soli (do bezy)", "100 g - cukru pudru (do bezy)", "½ szklanki - miodu (do masy)", "300 g - orzechów włoskich (do masy)"],
			"preparation": "Mąkę przesiać, dodać cukier, sól i masło, zagnieść. Dodać żółtka, wyrobić i odstawić do lodówki na co najmniej godzinę. Wyjąć, podzielić na dwie nierówne części (2/3 i 1/3), większą wyłożyć dno i boki tortownicy o średnicy 24 cm (foremkę natłuścić masłem i oprószyć bułką tartą). Orzechy uprażyć w piekarniku rozgrzanym do 200 st. C (przez ok. 2 minuty), aż się zezłocą, ale nie zbrązowieją. Następnie dodać miód i wymieszać. Na ciasto dać masę orzechową. Na masę pianę ubitą z białek, szczypty soli i cukru pudru. Na pianę zetrzeć resztę schłodzonego ciasta - na tarce. Piec w piekarniku rozgrzanym do 180 st. C przez 50 minut. Dekorować cukrem pudrem.",
			"keywords": ["ciasto", "orzechy"]
		},
		{
			"title": "Deser na kaszy jaglanej",
			"ingredients": ["200 g - kaszy jaglanej", "250 ml - mleczka kokosowego", "garść orzechów laskowych", "garść daktyli suszonych", "2 łyżki - masła orzechowego", "2 - banany", "sok z cytryny", "czekolada gorzka", "amarantus lub świeża mięta do dekoracji"],
			"preparation": "Kaszę przepłukać na sicie. Przełożyć do garnka, zalać mleczkiem kokosowym, uzupełnić wodą i ugotować. Daktyle zmiksować z masłem orzechowym (jeśli owoce są bardzo suche, to można je namoczyć). Banany obrać i pokroić w plastry. Skropić sokiem z cytryny. Orzechy posiekać i wrzucić do wystudzonej kaszy. Nałożyć do pucharków. Na kaszy ułożyć banany, polać daktylowo-orzechowym sosem. Udekorować łezkami z kaszy jaglanej (zrobić je używając dwóch łyżek) i plasterkami bananów. Na wierzch zetrzeć trochę czekolady. Ozdobić miętą lub amarantusem.",
			"keywords": ["fit", "deser", "bezglutenowe"]
		}
	]
}
